xorg-xmodmap
xorg-xhost
fcitx5-im
fcitx5-mozc
plank
picom
cutefish-icons
paru

gcc
clang
cmake
gdb
debuginfod
gef
jdk-openjdk
python-pip
python-setuptools
rustup
go
nodejs
npm
php
ruby
mono

zsh
zsh-completions
zsh-autosuggestions
zsh-syntax-highlighting
zsh-theme-powerlevel10k
tmux
vim
neovim
fzf
ripgrep
jq
wget
p7zip
perl-image-exiftool
imagemagick

smbclient
openldap
nfs-utils
mariadb
openvpn

docker
qemu-base
swtpm
libvirt
virt-manager

nmap
gnu-netcat
hydra
proxychains-ng
john
ghidra
wireshark-qt
