xorg-xmodmap
xorg-xhost
xsel
xclip
xdotool
gnome-keyring
fcitx5-im
fcitx5-mozc
plank
picom
cutefish-icons
yay
vivaldi

gcc
clang
bear
llvm
lcov
ccache
linux-headers
gdb
debuginfod
jdk-openjdk
python-pip
python-setuptools
rustup
go
nodejs
npm
php
ruby

zsh
zsh-completions
tmux
vim
neovim
fzf
ripgrep
jq
bc
wget
p7zip
w3m
nerd-fonts

docker
docker-buildx
qemu-base
qemu-user-static
qemu-user-static-binfmt
swtpm
libvirt
virt-manager

smbclient
openldap
nfs-utils
mariadb
postgresql
net-snmp
openvpn

nmap
gnu-netcat
proxychains-ng
tcpdump
wireshark-qt
