xorg-xmodmap
xorg-xhost
xsel
xclip
fcitx5-im
fcitx5-skk
dex
xss-lock
network-manager-applet
blueman
picom
feh
rofi
scrot
arandr
yay

gcc
clang
bear
llvm
lcov
ccache
linux-headers
gdb
debuginfod
jdk-openjdk
python-pip
python-setuptools
rustup
go
nodejs
npm
php
ruby
deno

zsh
zsh-completions
tmux
neovim
alacritty
fzf
ripgrep
fd
jq
bc
wget
p7zip
gitui
nerd-fonts

docker
docker-buildx
qemu-base
qemu-user-static
qemu-user-static-binfmt
libvirt
virt-manager

nmap
gnu-netcat
proxychains-ng
openvpn
tcpdump
wireshark-qt
